{
  "number": 89,
  "source_tafsir": "Aplikasi Quran Kementrian Agama Republik Indonesia",
  "sum_ayat": 30,
  "ayat": {
    "1": {
      "text_tafsir": "Allah bersumpah dengan fajar. Fajar yang dimaksud adalah fajar yaumun-nahr (hari penyembelihan kurban), yaitu tanggal 10 Zulhijah, karena ayat berikutnya membicarakan \"malam yang sepuluh\", yaitu sepuluh hari pertama bulan itu. Akan tetapi, ada yang berpendapat bahwa fajar yang dimaksud adalah fajar setiap hari yang mulai menyingsing yang menandakan malam sudah berakhir dan siang sudah dimulai. Ada pula yang berpendapat bahwa fajar itu adalah fajar 1 Muharram sebagai awal tahun, atau fajar 1 Zulhijah sebagai bulan pelaksanaan ibadah haji.",
      "text_translation": "Demi fajar,",
      "text": "وَالْفَجْرِۙ",
      "text_translation_en": "CONSIDER the daybreak",
      "juz_number": 30
    },
    "2": {
      "text_tafsir": "Berikutnya Allah bersumpah dengan \"malam yang sepuluh\". Yang dimaksud adalah sepuluh hari pertama bulan Zulhijah, yang merupakan hari-hari yang sangat dimuliakan beramal pada hari-hari tersebut, sebagaimana diinformasikan hadis berikut:\n\nTidak ada hari apa pun berbuat baik lebih dicintai Allah padanya daripada hari-hari ini. (Riwayat al-Bukhari dari Ibnu 'Abbas)\n\nAkan tetapi, ada yang berpendapat bahwa yang dimaksud adalah sepuluh hari pertama bulan Muharram, atau sepuluh hari pertama bulan Ramadan, atau sepuluh hari pertama setiap bulan.",
      "text_translation": "demi malam yang sepuluh,",
      "text": "وَلَيَالٍ عَشْرٍۙ",
      "text_translation_en": "and the ten nights!",
      "juz_number": 30
    },
    "3": {
      "text_tafsir": "Berikutnya lagi Allah bersumpah dengan \"yang genap dan yang ganjil\". \"Yang genap adalah yaumun-nahr di atas, yaitu tanggal 10 Zulhijah, dan \"yang ganjil\" adalah hari 'Arafah, yaitu tanggal 9 Zulhijah. Itu adalah hari-hari yang dimuliakan juga. Tanggal 9 Zulhijah adalah hari wukuf di 'Arafah, yaitu hari dimulainya ibadah haji, dan tanggal 10 Zulhijah adalah hari mulai penyembelihan hewan kurban.",
      "text_translation": "demi yang genap dan yang ganjil,",
      "text": "وَّالشَّفْعِ وَالْوَتْرِۙ",
      "text_translation_en": "Consider the multiple and the One!",
      "juz_number": 30
    },
    "4": {
      "text_tafsir": "Selanjutnya Allah bersumpah dengan \"malam ketika berlalu\". Malam yang dimaksud adalah malam ketika jamaah haji sudah berlalu dari 'Arafah dan singgah di Muzdalifah dalam perjalanan menuju Mina dalam pelaksanaan ibadah haji.\n\nDemikianlah Allah bersumpah dengan hari-hari dalam pelaksanaan ibadah haji untuk menunjukkan bahwa ibadah haji itu besar maknanya dalam pandangan Allah. Hal itu karena ibadah haji itu mengingatkan manusia tentang adanya kematian. Dengan ingat kematian, manusia diharapkan beriman dan berbuat baik.\n\nAyat ini juga bisa ditafsirkan bahwa Allah bersumpah dengan hari-hari yang terus silih berganti untuk menunjukkan bahwa Allah Mahakuasa memelihara dan mengelola alam. Bila sudah tiba waktunya, yaitu hari Kiamat, Ia Mahakuasa pula menghancurkannya dan menghidupkannya kembali",
      "text_translation": "demi malam apabila berlalu.",
      "text": "وَالَّيْلِ اِذَا يَسْرِۚ",
      "text_translation_en": "Consider the night as it runs its course!",
      "juz_number": 30
    },
    "5": {
      "text_tafsir": "Pesan yang ingin disampaikan Allah dengan bersumpah di atas adalah bahwa orang yang mau menggunakan akalnya harusnya mengerti bahwa Allah Mahakuasa mengadakan, memelihara, menghancurkan, dan menghidupkan kembali alam ini. Oleh karena itu, mereka seharusnya beriman dan berbuat baik. \n\nAyat ini merupakan peringatan bagi kaum kafir Mekah pada saat ayat ini turun, agar beriman kepada Allah dan hari kemudian, berbuat baik, dan meninggalkan perbuatan jahat mereka. Juga menjadi peringatan bagi seluruh umat manusia",
      "text_translation": "Adakah pada yang demikian itu terdapat sumpah (yang dapat diterima) bagi orang-orang yang berakal?",
      "text": "هَلْ فِيْ ذٰلِكَ قَسَمٌ لِّذِيْ حِجْرٍۗ",
      "text_translation_en": "Considering all this - could there be, to anyone endowed with reason, a [more] solemn evidence of the truth?",
      "juz_number": 30
    },
    "6": {
      "text_tafsir": "Allah bertanya kepada Nabi Muhammad, yang maksudnya untuk memberitahukan kepada beliau atau siapa saja untuk direnungkan, tentang kaum 'Ad. Kaum ini adalah umat Nabi Hud yang mendiami daerah yang disebut Ahqaf di daerah Hadramaut, Yaman. 'Ad adalah nama nenek moyang mereka, 'Ad bin Iram bin Sam bin Nuh. Mereka diberi nama dengan nama nenek moyang mereka itu. Mereka terkenal sebagai bangsa yang kuat dan memiliki tubuh yang tinggi, besar, dan perkasa. Bukti keperkasaan mereka adalah bahwa mereka telah mampu membangun kota yang disebut Iram dengan gedung-gedung yang kokoh, tinggi, dan megah untuk ukuran pada masa itu. Mereka juga menguasai bangsa-bangsa sekitarnya. Walaupun demikian perkasa dan memiliki peradaban yang tinggi, Allah tetap mampu menghancurkan mereka sehingga hanya tinggal nama. Semua itu akibat pembangkangan mereka kepada Allah dan kesewenang-wenangan mereka kepada manusia.",
      "text_translation": "Tidakkah engkau (Muhammad) memperhatikan bagaimana Tuhanmu berbuat terhadap (kaum) ‘Ad?",
      "text": "اَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍۖ",
      "text_translation_en": "ART THOU NOT aware of how thy Sustainer has dealt with [the tribe of] ‘Ad,",
      "juz_number": 30
    },
    "7": {
      "text_tafsir": "Allah bertanya kepada Nabi Muhammad, yang maksudnya untuk memberitahukan kepada beliau atau siapa saja untuk direnungkan, tentang kaum 'Ad. Kaum ini adalah umat Nabi Hud yang mendiami daerah yang disebut Ahqaf di daerah Hadramaut, Yaman. 'Ad adalah nama nenek moyang mereka, 'Ad bin Iram bin Sam bin Nuh. Mereka diberi nama dengan nama nenek moyang mereka itu. Mereka terkenal sebagai bangsa yang kuat dan memiliki tubuh yang tinggi, besar, dan perkasa. Bukti keperkasaan mereka adalah bahwa mereka telah mampu membangun kota yang disebut Iram dengan gedung-gedung yang kokoh, tinggi, dan megah untuk ukuran pada masa itu. Mereka juga menguasai bangsa-bangsa sekitarnya. Walaupun demikian perkasa dan memiliki peradaban yang tinggi, Allah tetap mampu menghancurkan mereka sehingga hanya tinggal nama. Semua itu akibat pembangkangan mereka kepada Allah dan kesewenang-wenangan mereka kepada manusia.",
      "text_translation": "(yaitu) penduduk Iram (ibukota kaum ‘Ad) yang mempunyai bangunan-bangunan yang tinggi,",
      "text": "اِرَمَ ذَاتِ الْعِمَادِۖ",
      "text_translation_en": "[the people of] Iram the many-pillared,",
      "juz_number": 30
    },
    "8": {
      "text_tafsir": "Allah bertanya kepada Nabi Muhammad, yang maksudnya untuk memberitahukan kepada beliau atau siapa saja untuk direnungkan, tentang kaum 'Ad. Kaum ini adalah umat Nabi Hud yang mendiami daerah yang disebut Ahqaf di daerah Hadramaut, Yaman. 'Ad adalah nama nenek moyang mereka, 'Ad bin Iram bin Sam bin Nuh. Mereka diberi nama dengan nama nenek moyang mereka itu. Mereka terkenal sebagai bangsa yang kuat dan memiliki tubuh yang tinggi, besar, dan perkasa. Bukti keperkasaan mereka adalah bahwa mereka telah mampu membangun kota yang disebut Iram dengan gedung-gedung yang kokoh, tinggi, dan megah untuk ukuran pada masa itu. Mereka juga menguasai bangsa-bangsa sekitarnya. Walaupun demikian perkasa dan memiliki peradaban yang tinggi, Allah tetap mampu menghancurkan mereka sehingga hanya tinggal nama. Semua itu akibat pembangkangan mereka kepada Allah dan kesewenang-wenangan mereka kepada manusia.",
      "text_translation": "yang belum pernah dibangun (suatu kota) seperti itu di negeri-negeri lain,",
      "text": "الَّتِيْ لَمْ يُخْلَقْ مِثْلُهَا فِى الْبِلَادِۖ",
      "text_translation_en": "the like of whom has never been reared in all the land? –",
      "juz_number": 30
    },
    "9": {
      "text_tafsir": "Begitu juga Allah telah menghancurleburkan kaum Samud, umat Nabi Saleh. Bangsa ini juga telah memiliki peradaban yang tinggi, yang ditunjukkan oleh kemampuan mereka membangun gedung-gedung megah di tempat-tempat datar dan memotong, memahat batu-batu di pegunungan untuk dibuat tempat-tempat peristirahatan, serta membuat relief-relief dan perhiasan-perhiasan dari batu atau marmer. Keahlian mereka itu diceritakan dalam ayat lain:\n\nDan kamu pahat dengan terampil sebagian gunung-gunung untuk dijadikan rumah-rumah. (asy-Syu'ara'\/26: 149)\n\nWalaupun mereka sudah begitu maju, kuat, dan memiliki peradaban yang tinggi, Allah tetap kuasa menghancurkan mereka karena pembangkangan mereka.",
      "text_translation": "dan (terhadap) kaum samud yang memotong batu-batu besar di lembah,",
      "text": "وَثَمُوْدَ الَّذِيْنَ جَابُوا الصَّخْرَ بِالْوَادِۖ",
      "text_translation_en": "and with [the tribe of] Thamud, who hollowed out rocks in the valley? –",
      "juz_number": 30
    },
    "10": {
      "text_tafsir": "Allah juga telah menghancurkan Fir'aun. Ia terkenal sebagai raja yang zalim bahkan memandang dirinya tuhan bangsa Mesir. Bangsa ini di bawah Fir'aun juga telah mencapai peradaban yang tinggi, di antara buktinya adalah kemampuan mereka membangun piramid-piramid yang merupakan salah satu keajaiban dunia sampai sekarang. Mereka juga telah memiliki angkatan bersenjata yang besar. Akan tetapi, semuanya itu juga sudah dihancurleburkan Allah sehingga sekarang mereka hanya tinggal nama untuk dikenang.",
      "text_translation": "dan (terhadap) Fir‘aun yang mempunyai pasak-pasak (bangunan yang besar),",
      "text": "وَفِرْعَوْنَ ذِى الْاَوْتَادِۖ",
      "text_translation_en": "and with Pharaoh of the [many] tent-poles?",
      "juz_number": 30
    },
    "11": {
      "text_tafsir": "Semua bangsa yang telah disebutkan di atas, yaitu kaum 'Ad, Samud, dan Fir'aun telah melakukan kesewenang-wenangan di bumi ini, yaitu mempertuhankan manusia atau benda dan memperkosa hak-hak asasi manusia.",
      "text_translation": "yang berbuat sewenang-wenang dalam negeri,",
      "text": "الَّذِيْنَ طَغَوْا فِى الْبِلَادِۖ",
      "text_translation_en": "[It was they] who transgressed all bounds of equity all over their lands,",
      "juz_number": 30
    },
    "12": {
      "text_tafsir": "Di samping itu, mereka telah melakukan kerusakan di muka bumi, seperti menindas kaum yang lemah bahkan membunuh siapa saja yang mereka kehendaki.",
      "text_translation": "lalu mereka banyak berbuat kerusakan dalam negeri itu,",
      "text": "فَاَكْثَرُوْا فِيْهَا الْفَسَادَۖ",
      "text_translation_en": "and brought about great corruption therein:",
      "juz_number": 30
    },
    "13": {
      "text_tafsir": "Akhirnya Allah \"menumpahkan kepada mereka cemeti azab\", yang berarti bahwa azab itu dicurahkan seluruhnya kepada mereka sehebat-hebatnya, sehingga mereka hancur lebur tak bersisa dan yang tertinggal hanyalah nama untuk diingat orang. Yang menimpakan azab itu adalah \"Tuhanmu\" (ya, Muhammad!), yang berarti bahwa peristiwa-peristiwa itu hendaknya menjadi pelajaran bagi kaum kafir Mekah agar mereka tidak terus-menerus membangkang.\n\nBagaimana azab yang ditimpakan kepada bangsa-bangsa itu dinyatakan dalam ayat-ayat lain:\n\nMaka adapun kaum Samud, mereka telah dibinasakan dengan suara yang sangat keras, sedangkan kaum 'Ad, mereka telah dibinasakan dengan angin topan yang sangat dingin, Allah menimpakan angin itu kepada mereka selama tujuh malam delapan hari terus-menerus; maka kamu melihat kaum 'Ad pada waktu itu mati bergelimpangan seperti batang-batang pohon kurma yang telah kosong (lapuk). Maka adakah kamu melihat seorang pun yang masih tersisa di antara mereka? Kemudian datang Fir'aun dan orang-orang yang sebelumnya dan (penduduk) negeri-negeri yang dijungkirbalikkan karena kesalahan yang besar. Maka mereka mendurhakai utusan Tuhannya, Allah menyiksa mereka dengan siksaan yang sangat keras. (al-haqqah\/69: 5-10)",
      "text_translation": "karena itu Tuhanmu menimpakan cemeti azab kepada mereka,",
      "text": "فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍۖ",
      "text_translation_en": "and therefore thy Sustainer let loose upon them a scourge of suffering:",
      "juz_number": 30
    },
    "14": {
      "text_tafsir": "Allah menegaskan bahwa Ia sungguh amat kuat pengawasan-Nya terhadap makhluk-Nya. Tidak ada perbuatan sekecil apa pun yang tidak diketahui-Nya. Oleh karena itu, yang membangkang dan bergelimang dosa seharusnya sadar dan kemudian beriman dan tobat dari dosa-dosanya.",
      "text_translation": "sungguh, Tuhanmu benar-benar mengawasi.",
      "text": "اِنَّ رَبَّكَ لَبِالْمِرْصَادِۗ",
      "text_translation_en": "for, verily, thy Sustainer is ever on the watch!",
      "juz_number": 30
    },
    "15": {
      "text_tafsir": "Ayat ini menyatakan bahwa Allah menguji manusia dengan kemuliaan dan berbagai nikmat-Nya, seperti kekuasaan dan kekayaan. Orang yang kafir dan durhaka akan memandang hal itu sebagai tanda bahwa Allah menyayangi mereka.",
      "text_translation": "Maka adapun manusia, apabila Tuhan mengujinya lalu memuliakannya dan memberinya kesenangan, maka dia berkata, “Tuhanku telah memuliakanku.”",
      "text": "فَاَمَّا الْاِنْسَانُ اِذَا مَا ابْتَلٰىهُ رَبُّهٗ فَاَكْرَمَهٗ وَنَعَّمَهٗۙ فَيَقُوْلُ رَبِّيْٓ اَكْرَمَنِۗ",
      "text_translation_en": "BUT AS FOR man, whenever his Sustainer tries him by His generosity and by letting him enjoy a life of ease, he says, \"My Sustainer has been [justly] generous towards me\";",
      "juz_number": 30
    },
    "16": {
      "text_tafsir": "Sebaliknya, bila Allah menguji mereka dengan cara membatasi rezeki, mereka menyangka bahwa Allah telah membenci mereka. Pandangan itu tidak benar, karena Allah memberi siapa yang disukai-Nya atau tidak memberi siapa yang tidak disukai-Nya. Allah ingin menguji manusia, dan karena itu Ia menghendaki agar manusia itu selalu patuh kepada-Nya, baik dalam keadaan berkecukupan maupun kekurangan. Bila Allah memberi, maka manusia yang diberi harus bersyukur, dan bila Ia tidak memberi, manusia harus bersabar.",
      "text_translation": "Namun apabila Tuhan mengujinya lalu membatasi rezekinya, maka dia berkata, “Tuhanku telah menghinaku.”",
      "text": "وَاَمَّآ اِذَا مَا ابْتَلٰىهُ فَقَدَرَ عَلَيْهِ رِزْقَهٗ ەۙ فَيَقُوْلُ رَبِّيْٓ اَهَانَنِۚ",
      "text_translation_en": "whereas, whenever He tries him by straitening his means of livelihood, he says, \"My Sustainer has disgraced me!\"",
      "juz_number": 30
    },
    "17": {
      "text_tafsir": "Akan tetapi banyak manusia yang ingkar, mereka tidak mensyukuri nikmat yang diberikan kepadanya. Bersyukur adalah mengucapkan kata-kata syukur dan menggunakan nikmat itu sesuai dengan ketentuan Yang Memberinya. Salah satu ketentuan-Nya adalah bahwa orang yang diberi kelebihan rezeki harus memperhatikan mereka yang berkekurangan. Di antara mereka adalah anak-anak yatim. Anak yatim perlu diasuh sampai mereka dewasa. Manusia yang ingkar dan tak mau bersyukur tidak mau memperhatikan pengasuhan anak-anak yatim itu.",
      "text_translation": "Sekali-kali tidak! Bahkan kamu tidak memuliakan anak yatim,",
      "text": "كَلَّا بَلْ لَّا تُكْرِمُوْنَ الْيَتِيْمَۙ",
      "text_translation_en": "But nay, nay, [O men, consider all that you do and fail to do:] you are not generous towards the orphan,",
      "juz_number": 30
    },
    "18": {
      "text_tafsir": "Di samping itu, mereka tidak menaruh kasihan pada penderitaan orang miskin. Jangankan untuk melepaskan mereka dari kemiskinan, membantu mencukupkan kebutuhan pokok mereka saja mereka tidak ada perhatian.",
      "text_translation": "dan kamu tidak saling mengajak memberi makan orang miskin,",
      "text": "وَلَا تَحٰۤضُّوْنَ عَلٰى طَعَامِ الْمِسْكِيْنِۙ",
      "text_translation_en": "and you do not urge one another to feed the needy,",
      "juz_number": 30
    },
    "19": {
      "text_tafsir": "Tambahan lagi manusia yang ingkar dan durhaka itu sangat tamak. Mereka tega merampas harta warisan yang menjadi hak anak yatim secara akal-akalan, misalnya mencampurkannya ke dalam kekayaan mereka lalu menyatakan bahwa yang mereka makan adalah harta mereka sendiri.",
      "text_translation": "sedangkan kamu memakan harta warisan dengan cara mencampurbaurkan (yang halal dan yang haram),",
      "text": "وَتَأْكُلُوْنَ التُّرَاثَ اَكْلًا لَّمًّاۙ",
      "text_translation_en": "and you devour the inheritance [of others] with devouring greed,",
      "juz_number": 30
    },
    "20": {
      "text_tafsir": "Orang yang durhaka itu terus mencari dan mengumpulkan kekayaan tanpa mengenal rasa lelah dan tidak peduli halal atau haram. Di samping itu, mereka sangat pelit, tidak mau mengeluarkan kewajiban berkenaan harta, yaitu membayar zakat dan membantu orang yang berkekurangan.\n\nAllah tidak mungkin sayang kepada orang kaya raya yang memperoleh kekayaan itu dengan cara yang tidak benar. Juga kepada orang yang tidak mau membantu orang lain. Mereka jangan mengira bahwa mereka memperoleh kekayaan itu sebagai tanda bahwa Allah menyayangi mereka. Sebaliknya, Allah sesungguhnya membenci mereka. Tidak mustahil mereka akan dijatuhi azab seperti yang telah ditimpakan-Nya kepada umat-umat terdahulu itu. Di akhirat nanti, Allah akan memasukkan mereka ke dalam neraka. Hakikat ini hendaknya disadari oleh kaum kafir Mekah yang masih juga membangkang. Hal itu hendaknya dijadikan pelajaran oleh seluruh umat manusia.",
      "text_translation": "dan kamu mencintai harta dengan kecintaan yang berlebihan.",
      "text": "وَّتُحِبُّوْنَ الْمَالَ حُبًّا جَمًّاۗ",
      "text_translation_en": "and you love wealth with boundless love!",
      "juz_number": 30
    },
    "21": {
      "text_tafsir": "Dalam ayat ini, Allah memberitahukan bahwa orang-orang kafir itu nanti di akhirat akan menyesal. Allah memberitahukan bahwa dunia ini akan hancur karena planet-planet ini akan bertubrukan satu sama lain dengan dahsyatnya dan semua makhluk akan mati. Setelah itu Allah menghidupkan semua makhluk itu kembali dan menghadapkan mereka di Padang Mahsyar. Kemudian Allah dan para malaikat yang membuat formasi-formasi khusus memeriksa setiap amal manusia. Waktu itulah neraka Jahanam dihadapkan kepada orang-orang yang durhaka ketika di dunia. Waktu itu mereka yang durhaka sadar atas kedurhakaannya. Akan tetapi, sadar pada waktu itu tidak ada gunanya, karena \"nasi sudah jadi bubur\", dunia tempat beramal sudah berakhir, dan yang ada hanyalah tempat melihat hasil amal di dunia.",
      "text_translation": "Sekali-kali tidak! Apabila bumi diguncangkan berturut-turut (berbenturan),",
      "text": "كَلَّآ اِذَا دُكَّتِ الْاَرْضُ دَكًّا دَكًّاۙ",
      "text_translation_en": "Nay, but [how will you fare on Judgment Day,] when the earth is crushed with crushing upon crushing,",
      "juz_number": 30
    },
    "22": {
      "text_tafsir": "Dalam ayat ini, Allah memberitahukan bahwa orang-orang kafir itu nanti di akhirat akan menyesal. Allah memberitahukan bahwa dunia ini akan hancur karena planet-planet ini akan bertubrukan satu sama lain dengan dahsyatnya dan semua makhluk akan mati. Setelah itu Allah menghidupkan semua makhluk itu kembali dan menghadapkan mereka di Padang Mahsyar. Kemudian Allah dan para malaikat yang membuat formasi-formasi khusus memeriksa setiap amal manusia. Waktu itulah neraka Jahanam dihadapkan kepada orang-orang yang durhaka ketika di dunia. Waktu itu mereka yang durhaka sadar atas kedurhakaannya. Akan tetapi, sadar pada waktu itu tidak ada gunanya, karena \"nasi sudah jadi bubur\", dunia tempat beramal sudah berakhir, dan yang ada hanyalah tempat melihat hasil amal di dunia.",
      "text_translation": "dan datanglah Tuhanmu; dan malaikat berbaris-baris,",
      "text": "وَّجَآءَ رَبُّكَ وَالْمَلَكُ صَفًّا صَفًّاۚ",
      "text_translation_en": "and [the majesty of] thy Sustainer stands revealed, as well as [the true nature of] the angels; rank upon rank?",
      "juz_number": 30
    },
    "23": {
      "text_tafsir": "Dalam ayat ini, Allah memberitahukan bahwa orang-orang kafir itu nanti di akhirat akan menyesal. Allah memberitahukan bahwa dunia ini akan hancur karena planet-planet ini akan bertubrukan satu sama lain dengan dahsyatnya dan semua makhluk akan mati. Setelah itu Allah menghidupkan semua makhluk itu kembali dan menghadapkan mereka di Padang Mahsyar. Kemudian Allah dan para malaikat yang membuat formasi-formasi khusus memeriksa setiap amal manusia. Waktu itulah neraka Jahanam dihadapkan kepada orang-orang yang durhaka ketika di dunia. Waktu itu mereka yang durhaka sadar atas kedurhakaannya. Akan tetapi, sadar pada waktu itu tidak ada gunanya, karena \"nasi sudah jadi bubur\", dunia tempat beramal sudah berakhir, dan yang ada hanyalah tempat melihat hasil amal di dunia.",
      "text_translation": "dan pada hari itu diperlihatkan neraka Jahanam; pada hari itu sadarlah manusia, tetapi tidak berguna lagi baginya kesadaran itu.",
      "text": "وَجِايْۤءَ يَوْمَىِٕذٍۢ بِجَهَنَّمَۙ يَوْمَىِٕذٍ يَّتَذَكَّرُ الْاِنْسَانُ وَاَنّٰى لَهُ الذِّكْرٰىۗ",
      "text_translation_en": "And on that Day hell will be brought [within sight]; on that Day man will remember [all that he did and failed to do]: but what will that remembrance avail him?",
      "juz_number": 30
    },
    "24": {
      "text_tafsir": "Ketika itu orang-orang yang durhaka menyesali diri mereka mengapa dulu di dunia tidak melakukan sesuatu yang berguna untuk kehidupannya di akhirat.",
      "text_translation": "Dia berkata, “Alangkah baiknya sekiranya dahulu aku mengerjakan (kebajikan) untuk hidupku ini.”",
      "text": "يَقُوْلُ يٰلَيْتَنِيْ قَدَّمْتُ لِحَيَاتِيْۚ",
      "text_translation_en": "He will say, \"Oh, would that I had. provided beforehand for my life [to come]!\"",
      "juz_number": 30
    },
    "25": {
      "text_tafsir": "Di akhirat, yang ada hanya azab bagi orang yang durhaka. Azab itu tiada tara sehingga tidak ada bandingannya. Azab itu dijatuhkan sesuai dengan dosa-dosa mereka pada waktu di dunia.",
      "text_translation": "Maka pada hari itu tidak ada seorang pun yang mengazab seperti azab-Nya (yang adil),",
      "text": "فَيَوْمَىِٕذٍ لَّا يُعَذِّبُ عَذَابَهٗٓ اَحَدٌ ۙ",
      "text_translation_en": "For, none can make suffer as He will make suffer [the sinners] on that Day,",
      "juz_number": 30
    },
    "26": {
      "text_tafsir": "Pada waktu itu tidak ada yang lebih dipercaya dalam melaksanakan tugasnya selain Malaikat Zabaniyah. Malaikat itu akan melaksanakan tugasnya persis sebagaimana yang diperintahkan Allah, yaitu bahwa orang-orang yang durhaka itu akan diazab di dalam neraka Jahanam sesuai dengan dosa-dosa mereka. Dengan demikian, terbuktilah bahwa kelimpahan nikmat yang mereka terima pada waktu di dunia itu bukanlah tanda bahwa Allah cinta kepada mereka.",
      "text_translation": "dan tidak ada seorang pun yang mengikat seperti ikatan-Nya.",
      "text": "وَّلَا يُوْثِقُ وَثَاقَهٗٓ اَحَدٌ ۗ",
      "text_translation_en": "and none can bind with bonds like His.",
      "juz_number": 30
    },
    "27": {
      "text_tafsir": "Dalam ayat-ayat ini, Allah memanggil jiwa yang tenang dan damai ketika diwafatkan, yaitu jiwa yang suci karena iman dan amal saleh yang dikerjakannya, sehingga memperoleh apa yang dijanjikan Allah kepadanya. Jiwa itu diminta Allah untuk pulang memenuhi panggilan-Nya dengan menghadap kepada-Nya kembali dengan perasaan puas dan senang karena telah memenuhi perintah-perintah-Nya waktu hidup di dunia. Allah juga puas dan senang kepadanya karena sudah menjalankan perintah-perintah-Nya. Setelah datang kepada-Nya, jiwa itu dipersilakan Allah masuk ke dalam kelompok hamba-hamba-Nya, yaitu ke dalam surga-Nya.",
      "text_translation": "Wahai jiwa yang tenang!",
      "text": "يٰٓاَيَّتُهَا النَّفْسُ الْمُطْمَىِٕنَّةُۙ",
      "text_translation_en": "[But unto the righteous God will say,] \"O thou human being that hast attained to inner peace!",
      "juz_number": 30
    },
    "28": {
      "text_tafsir": "Dalam ayat-ayat ini, Allah memanggil jiwa yang tenang dan damai ketika diwafatkan, yaitu jiwa yang suci karena iman dan amal saleh yang dikerjakannya, sehingga memperoleh apa yang dijanjikan Allah kepadanya. Jiwa itu diminta Allah untuk pulang memenuhi panggilan-Nya dengan menghadap kepada-Nya kembali dengan perasaan puas dan senang karena telah memenuhi perintah-perintah-Nya waktu hidup di dunia. Allah juga puas dan senang kepadanya karena sudah menjalankan perintah-perintah-Nya. Setelah datang kepada-Nya, jiwa itu dipersilakan Allah masuk ke dalam kelompok hamba-hamba-Nya, yaitu ke dalam surga-Nya.",
      "text_translation": "Kembalilah kepada Tuhanmu dengan hati yang rida dan diridai-Nya.",
      "text": "ارْجِعِيْٓ اِلٰى رَبِّكِ رَاضِيَةً مَّرْضِيَّةً ۚ",
      "text_translation_en": "Return thou unto thy Sustainer, well-pleased [and] pleasing [Him]:",
      "juz_number": 30
    },
    "29": {
      "text_tafsir": "Dalam ayat-ayat ini, Allah memanggil jiwa yang tenang dan damai ketika diwafatkan, yaitu jiwa yang suci karena iman dan amal saleh yang dikerjakannya, sehingga memperoleh apa yang dijanjikan Allah kepadanya. Jiwa itu diminta Allah untuk pulang memenuhi panggilan-Nya dengan menghadap kepada-Nya kembali dengan perasaan puas dan senang karena telah memenuhi perintah-perintah-Nya waktu hidup di dunia. Allah juga puas dan senang kepadanya karena sudah menjalankan perintah-perintah-Nya. Setelah datang kepada-Nya, jiwa itu dipersilakan Allah masuk ke dalam kelompok hamba-hamba-Nya, yaitu ke dalam surga-Nya.",
      "text_translation": "Maka masuklah ke dalam golongan hamba-hamba-Ku,",
      "text": "فَادْخُلِيْ فِيْ عِبٰدِيْۙ",
      "text_translation_en": "enter, then, together with My [other true] servants –",
      "juz_number": 30
    },
    "30": {
      "text_tafsir": "Dalam ayat-ayat ini, Allah memanggil jiwa yang tenang dan damai ketika diwafatkan, yaitu jiwa yang suci karena iman dan amal saleh yang dikerjakannya, sehingga memperoleh apa yang dijanjikan Allah kepadanya. Jiwa itu diminta Allah untuk pulang memenuhi panggilan-Nya dengan menghadap kepada-Nya kembali dengan perasaan puas dan senang karena telah memenuhi perintah-perintah-Nya waktu hidup di dunia. Allah juga puas dan senang kepadanya karena sudah menjalankan perintah-perintah-Nya. Setelah datang kepada-Nya, jiwa itu dipersilakan Allah masuk ke dalam kelompok hamba-hamba-Nya, yaitu ke dalam surga-Nya.",
      "text_translation": "dan masuklah ke dalam surga-Ku.",
      "text": "وَادْخُلِيْ جَنَّتِيْ ࣖࣖ",
      "text_translation_en": "yea, enter thou My paradise!\"",
      "juz_number": 30
    }
  },
  "name": "الفجر",
  "name_translation_en": "The Dawn",
  "name_translation": "Fajar",
  "name_latin": "Al-Fajr"
}